{"ID": 4001, "TEXT": "11-MAR-1987 18:04:17.59 INCO SEES NO MAJOR IMPACT FROM DOW REMOVAL Inco Ltd said it did not expect its\nearlier reported removal from the Dow Jones industrial index to\nmake a major impact on the company's stock.\n    \"We don't think that individuals or institutions buy our\nshares because we were one of the Dow Jones industrials,\"\nspokesman Ken Cherney said in reply to a query.\n    Inco closed 1-3/8 lower at 19-3/8 in second most active\ntrading on the Toronto Stock Exchange.\n    The Wall Street Journal, which selects the index, said Inco\nwas dropped to make the index more representative of the\nmarket. Inco, the non-Communist world's largest nickel\nproducer, was a member of the index since 1928.\n    Replacing Inco and Owens-Illinois Inc will be Coca-Cola Co\nand Boeing Co, effective tomorrow.\n    Nickel analyst Ilmar Martens at Walwyn Stodgell Cochran\nMurray Ltd said Inco's removal from the index would likely\nspark short-term selling pressure on the stock.\n    \"Some investors who have Inco may suddenly say, 'well,\nbecause it's not now a Dow stock, we should eliminate that\ninvestment,'\" said Martens, although he added the move was\nunlikely to have a serious long-term impact on Inco stock.\n    Inco has struggled in recent years against sharply lower\nnickel prices. Its net earnings fell to 200,000 U.S. dlrs in\n1986 from 52.2 mln dlrs the previous year.\n Reuter\n\u0003"}
{"ID": 4002, "TEXT": "11-MAR-1987 18:06:47.22 FORMER EMPIRE OF CAROLINA <EMP> EXEC SENTENCED Mason Benson, former president and\nchief operating officer of Empire of Carolina Inc, a toy maker,\ntoday was sentenced in Manhattan federal court to a year and\none day in jail for his involvement in a kickback scheme.\n    Benson pleaded guilty to charges of conspiracy, tax\nevasion, filing false corporate tax returns and defrauding the\ncompany's shareholders. He was also fined 5,000 dlrs.\n    Benson was charged with demanding kickbacks from sales\nrepresentatives who were asked to turn over a portion of their\ncommisisons as a condition for doing business with Empire.\n Reuter\n\u0003"}
{"ID": 4003, "TEXT": "11-MAR-1987 18:09:39.66 DOCTORS FIND LINK BETWEEN AIDS, SMALLPOX VIRUS In a discovery that could complicate the\nsearch for an AIDS vaccine, a team of U.S. Army doctors said\nthey have uncovered a potentially-fatal interaction between the\nAIDS virus and a virus used to protect against smallpox.\n     Physicians at the Walter Reed Army Institute of Research\nsaid a 19-year-old man, who apparently had been exposed to the\nAIDS virus, developed a pox-like disease and died after\nreceiving the smallpox vaccine. The military now tests recruits\nfor AIDS before vaccinating them.\n    The findings, reported in The New England Journal of\nMedicine, are significant because scientists have begun working\non an AIDS vaccine that relies on the smallpox vaccine.\n     \"Our case report raises provocative questions concerning\nthe ultimate safety of such vaccines,\" said the group led by\nDr. Robert Redfield.\n     The report also throws into question the belief held by\nsome scientists that the smallpox vaccine, which exposes people\nto a milder, protective form of the disease known as cowpox,\ncould be further modified to protect people against a host of\nother diseases.\n Reuter\n\u0003"}
{"ID": 4004, "TEXT": "11-MAR-1987 18:13:59.93 BIRTH CONTROL PILLS HELP PREVENT CANCER - STUDY Doctors at the Centers for Disease\nControl in Atlanta said they have new evidence that birth\ncontrol pills can help provide long-term protection from cancer\nof the ovary, even if the pills are only taken for a few\nmonths.\n     The study, reported in the New England Journal of\nMedicine, also found that all the various types of oral\ncontraceptives on the market were equally effective in lowering\nthe rate of ovarian cancer.\n     The researchers estimated that the use of birth control\npills in this country probably prevented about 1,700 cases of\novarian cancer in 1982.\n    As more and more women who have taken oral contraceptives\n\"move into the age groups that are at highest risk for\nepithelial ovarian cancer we may witness a declining incidence\nof this serious disease,\" they said.\n     Specifically, the team led by Dr. Howard Ory found that\n\"oral contraceptive use, even for a few months, reduces the\nrisk of epithelial ovarian cancer by 40 percent for women 20 to\n54 years of age.\n     \"The effect probably takes from five to ten years to\nbecome apparent, but it persists long after the use of oral\ncontraceptives ends. Moreover, protection exists regardless of\nthe formulation of oral contraceptive used,\" they said.\n Reuter\n\u0003"}
{"ID": 4005, "TEXT": "11-MAR-1987 18:14:49.93 U.S. ECONOMIC DATA KEY TO DEBT FUTURES OUTLOOK U.S. economic data this week could be\nthe key in determining whether U.S. interest rate futures break\nout of a 3-1/2 month trading range, financial analysts said.\n    Although market expectations are for February U.S. retail\nsales Thursday and industrial production Friday to show healthy\ngains, figures within or slightly below expectations would be\npositive for the market, the analysts said.\n    \"You have to be impressed with the resiliency of bonds\nright now,\" said Smith Barney Harris Upham analyst Craig\nSloane.\n    Treasury bond futures came under pressure today which\ntraders linked to a persistently firm federal funds rate and a\nrise in oil prices. However, when sufficient selling interest\nto break below chart support in the June contract failed to\nmaterialize, participants who had sold bond futures early\nquickly covered short positions, they said.\n    \"Everyone is expecting strong numbers, and if they come in\nas expected it won't be that bad for the market,\" Sloane said.\n    Sloane said the consensus estimate for the non-auto sector\nof retail sales is for a rise of 0.6 to 0.7 pct.\n    Dean Witter analyst Karen Gibbs said a retail sales figure\nbelow market forecasts would give a boost to debt futures, and\nshe put the range for the non-auto sector of retail sales at up\n0.8 to 1.2 pct.\n    Industrial production and the producer price index Friday\nboth are expected to show increases of about 0.5 pct, she\nadded.\n    Retail sales \"will tell us whether or not we will be able\nto fill the gap,\" Gibbs said, referring to a chart gap in June\nbonds between 100-26/32 and 101-3/32 created Friday. June bonds\nclosed at 100-4/32 today.\n    Also key to debt futures direction, in addition to the\nfederal funds rate, is the direction of crude oil prices, said\nCarroll McEntee and McGinley Futures analyst Brian Singer.\n    \"A higher fed funds rate and firm oil prices precluded the\nmarket from breaking out of the trading range the last time the\nmarket approached the top of the range,\" Singer said.\n    In order for bonds to break above the top of the range,\nwhich is just below 102 in the June contract, \"the crude oil\nrally needs to run its course and pull back a little bit,\"\nSinger said. \"Fed funds are already easing back down toward the\nsix pct level.\"\n    The recent surge in oil prices has also been a concern to\nManufacturers Hanover Futures analyst Jim Rozich, but the rally\nmay be nearing a top around 18.50 dlrs per barrel, he said.\n    Rozich said he is looking for the June bond contract to\nease to 99-6/32 and find support.\n    \"I'm not quite ready to jump on the bullish bandwagon yet.\nThe jury is still out this week,\" Rozich said.\n Reuter\n\u0003"}
